{
  "home0": "Please enter the subscription quantity",
  "认购金额{{min}}U-{{max}}U之间整百,最小购买金额{{min}}U": "Subscription amount between {{min}}U-{{max}}U in multiples of 100, minimum purchase amount {{min}}U",
  "首页": "Home",
  "IDO募集": "IDO Fundraising",
  "敬请期待": "Coming Soon",
  "连接钱包": "Connect Wallet",
  "时间": "Time",
  "已解锁": "Unlocked",
  "待解锁": "Locked",
  "请先登录": "Please log in first",
  "GAS不足": "Insufficient GAS",
  "绑定上级成功": "Binding successful",
  "直推奖励": "Direct Reward",
  "见点奖励": "Point Reward",
  "提现": "Withdraw",
  "转移": "Transfer",
  "释放": "Release",
  "资金记录": "Transaction History",
  "资金": "Funds",
  "类型": "Type",
  "以全球视野": "With a global vision",
  "释放Money的最大潜力": "Unlock Money's potential",
  "项目概述": "Project Overview",
  "从贝壳到算法货币权力的千年博弈": "From Shells to Algorithms: A Millennial Struggle for Monetary Power",
  "A)文明的货币化进程": "A) The Monetization of Civilization",
  "在幼发拉底河畔的考古现场，考古学家出土了公元前3500年的泥板契约--用楔形文字记录的银锭交易协议。": "Archaeologists unearthed a 3500 BC clay tablet contract at the Euphrates River site, recording a silver ingot trade agreement in cuneiform.",
  "这些刻": "These inscribed metal pieces with ancient Sumerian temple emblems are the earliest forms of 'currency', symbolizing the economic control of city-state rulers. When the Shang Dynasty in China (circa 1600 BC) began minting bronze shell coins and ancient Greek city-states issued silver coins, currency had already transcended its essence as a medium of exchange, becoming an extension of political power. As monetary scholar George Selgin said, 'Money has never been neutral; it has always been an embodiment of power.'",
  "B)技术乌托邦的光辉与阴影": "B) The Light and Shadow of Technological Utopia",
  "·比特币白皮书标题“Bitcoin”": "·Bitcoin Whitepaper Title 'Bitcoin'",
  "A Peer-to-Peer Electronic": "A Peer-to-Peer Electronic Cash System! The phrase 'Peer-to-Peer' ignited countless dreams of freedom. When former Fed Chair Yellen called it a 'technological innovation', she selectively ignored its underlying design flaws.",
  "·通缩螺旋困境": "·Deflationary Spiral Dilemma",
  "·能源诅咒": "·Energy Curse",
  "·财富集中悖论": "·Wealth Concentration Paradox",
  "·数据真相": "·Data Truth",
  "C)VC阶层的数字殖民": "C) The Digital Colonization by VC Class",
  "当比特币试图": "When Bitcoin attempted to replace human institutions' credit endorsement with code, reality proved that capital never left the power game. Before Coinbase's IPO in 2013, venture capital injected $2.8 billion into the crypto field. These funds, like Spanish silver in the digital age, quickly settled as monopoly capital for a few institutions.",
  "2023年加密货币鲸鱼机构(持有10万BTC以上)财富总额达3800亿美元，相当于冰岛全国GDP的12倍。": "In 2023, the total wealth of crypto whale institutions (holding over 100,000 BTC) reached $380 billion, equivalent to 12 times Iceland's national GDP.",
  "比特币网络年耗电量(127太瓦时)一度超过挪威全国用电量(114太瓦时)，相当于每秒燃烧3.4万个家庭供暖锅炉。": "Bitcoin network's annual power consumption (127 TWh) once exceeded Norway's national power consumption (114 TWh), equivalent to burning 34,000 home heating boilers per second.",
  "固定2100万枚总量导致每枚BTC价值在飙升稳定在数万美元水平，然而大量的比特币早已流入未开发的休眠地址。": "The fixed total of 21 million BTC led to each BTC's value soaring and stabilizing at tens of thousands of dollars, yet a large amount of Bitcoin has already flowed into undeveloped dormant addresses.",
  "根据国际清算": "According to the Bank for International Settlements (BIS), the daily trading volume of the global forex market exceeds $6.6 trillion, with over 70% controlled by multinational banks and hedge funds.",
  "在这场'货币战争'中": "In this 'currency war', the wealth of ordinary people continues to shrink in the wave of currency devaluation—over the past 20 years, the global inflation rate has accumulated to 127%, while the wealth share of the top 1% of the wealthy has risen from 30% in 1990 to 44% in 2024.",
  "加密行业困境与挑战": "Challenges and Dilemmas of the Crypto Industry",
  "在人类文明的长河中，货币始终是权力的密码。从苏美尔银锭到数字美元，从青铜贝币到比特币矿场，货币权力的博弈从未停歇。": "Throughout human civilization, currency has always been the code of power. From Sumerian silver ingots to digital dollars, from bronze shell coins to Bitcoin mines, the struggle for monetary power has never ceased.",
  "当下，加密行业进入临界点": "Currently, the crypto industry is at a critical point. Bitcoin has failed to break centralized monopolies and instead has given rise to computational oligarchs; DeFi liquidity mining has become a capital game, and the NFT craze has turned into a speculative bubble. Numerous celebrity meme projects have crashed to zero, with retail investors becoming lambs to the slaughter in a bloody zero-sum game.",
  "世界正处于一场前所未有的社会实验的边缘": "The world is on the brink of an unprecedented social experiment. The emergence of 'Money' will disrupt the existing social trust and financial framework. At the core of this transformation is the challenge to the traditional financial system, with 'Money' being more than just a form of currency but a tool to redefine trust mechanisms. Meanwhile, a dual-track monetary system, composed of state-backed central bank currency and decentralized cryptocurrencies like Bitcoin, will play a crucial role in this transition. This system combines the stability of central authority with the flexibility of decentralized technology, offering new possibilities for future economic landscapes.",
  "MoneyToken的哲学突破": "The Philosophy of Money Token",
  "A)解构中心化信用:到底谁来掌管货币?": "A) Deconstructing Centralized Credit: Who Controls the Currency?",
  "传统金融体系建立在“中心化信用”的宗教式崇拜之上:": "The traditional financial system is built on the religious-like worship of 'centralized credit':",
  "·美联储的“神谕”": "·The Fed's 'Oracle'",
  "美元霸权本质上": "Dollar hegemony is essentially based on the global belief system of U.S. national debt. The U.S. national debt/GDP ratio has exceeded 123%, and the foundation of this belief is shaking.",
  "·银行的“炼金术”": "·The Bank's 'Alchemy'",
  "·比特币的“去中心化幻象”": "·Bitcoin's 'Decentralization Illusion'",
  "·MoneyToken用“算法即信用”取代'机构即信用'": "·Money Token replaces 'institutional credit' with 'algorithmic credit'",
  "虽然代码取代了央行，但70%的算力仍集中在少数矿池，形成了新型的中心化垄断。": "Although code has replaced central banks, 70% of the computational power is still concentrated in a few mining pools, forming a new type of centralized monopoly.",
  "通过资产证券化将次级贷款变为“优质资产”2008年金融危机证明这种信用创造不过是空中楼阁。": "Through asset securitization, subprime loans were turned into 'quality assets'. The 2008 financial crisis proved that this credit creation was just a castle in the air.",
  "社区共识机制:通过PoF(公平证明)共识，让每个节点的算力贡献直接决定信用权重。": "Community consensus mechanism: Through PoF (Proof of Fairness) consensus, each node's computational contribution directly determines the credit weight.",
  "·动态信用评分": "·Dynamic Credit Scoring",
  "基于用户行为数据(如交易频率、节点维护时长)生成可验证的信用画像。": "Generate verifiable credit profiles based on user behavior data (such as transaction frequency, node maintenance duration).",
  "·反垄断算法": "·Anti-Monopoly Algorithm",

  "链上强制执行“单实体流通量上限防止任何一方操控市场。": "On-chain enforcement of single entity circulation limit to prevent market manipulation.",
  "Money应用场景": "application scenarios",
  "A)代币在生态内多场景流通": "A) Token circulation in multiple scenarios within the ecosystem",
  "MoneyToken通过丰富": "Money Token promotes efficient token circulation through rich application scenarios, enhancing intrinsic value and market demand. In payment scenarios, users can use tokens to purchase goods and services directly on the ecosystem's e-commerce platforms and service providers, enjoying convenient transactions. Merchants receive token payments, expanding token usage and acceptance.",
  "在质押场景中": "In staking scenarios, users stake tokens to nodes or smart contracts to earn rewards and rights. They also gain voting and decision-making power in project governance, enhancing holding value and market demand. In governance scenarios, tokens serve as community governance tools. Holders participate in major decisions and development directions through voting and proposals, including discussing new features and adjusting distribution mechanisms. Token quantity determines voting weight, incentivizing long-term holding and project engagement, enhancing value and influence.",
  "B)支付、质押、治理等应用": "B) Applications in payment, staking, and governance",
  "home3": "Money Token actively explores innovative applications to expand token value capture. In lending applications, users can collateralize tokens for loans or provide loan funds to earn interest, promoting capital flow and utilization efficiency.",
  "home4": "In liquidity mining applications, users provide token liquidity to liquidity pools to earn mining rewards, increasing market liquidity and trading depth. This attracts more capital participation, creating a virtuous cycle that drives ecosystem prosperity and continuously enhances token value and market demand.",
  "home5": "Geek members",
  "home6": "Jeremy holds a master's degree in computer science from Columbia University. He has over 8 years of experience in big data analytics and machine learning, specializing in complex data set processing. Before joining the project, he was a senior data scientist at Salesforce, leading several successful projects.",
  "home7": "Nathan has 20 years of practical experience in network security. He holds a Ph.D. from MIT and worked at Palo Alto Networks, focusing on firewall and intrusion detection system development.",
  "home8": "Samuel is a seasoned database administrator with deep technical expertise in MySQL and PostgreSQL. He graduated from the University of Florida and worked on Uber's data team, managing large-scale data infrastructure.",
  "home9": "Oliver, a Stanford graduate, is a senior full-stack developer skilled in creating high-performance applications using React and Node.js. He worked at Netflix, contributing to the design and implementation of several front-end projects.",
  "home10": "Join us",
  "home11": "Join us to witness how 'Money' evolves and impacts the global economy and social structure. This process involves not only the innovation of currency but also the reshaping of power, trust, and social relationships. Whether you're a fintech professional or interested in social change, this experiment will reveal an unprecedented world to you.",
  "ido12": "Money adopts 100% community ownership with no team reserve. All 100 million Money tokens are used for user incentives. Absolute transparency ensures every token distribution is on-chain and traceable to the initial subscription record. To achieve inclusive participation, only $100 is needed to activate membership. Upon activation, members receive 100 Money tokens, unlocking 0.5% daily, fully unlocked after 200 days.",
  "ido13": "Invitation link",
  "ido14": "Invitation record",
  "ido15": "Please activate first",
  "ido16": "Please enter subscription amount",
  "认购记录": "Subscription record",
  "我的资产": "My assets",
  "提现": "Withdraw",
  "互转": "Transfer",
  "资金记录": "Fund record",
  "邀请记录": "Invitation record",
  "时间": "Time",
  "用户地址": "User address",
  "类型": "Type",
  "激活": "Activate",
  "未激活": "Inactive",
  "请输入正确的值": "Please enter a valid value",
  "超过可用余额": "Exceeds available balance",
  "请输入正确的地址格式": "Please enter a valid address format",
  "转移USDT成功": "USDT transfer successful",
  "USDT互转": "USDT transfer",
  "地址": "Address",
  "请输入地址": "Please enter address",
  "数量": "Amount",
  "可用余额": "Available balance",
  "请输入转移数量": "Please enter transfer amount",
  "全部": "All",
  "转移": "Transfer",
  "转移记录": "Transfer record",
  "无法领取": "Unable to receive",
  "超过可用余额": "Exceeds available balance",
  "提现成功": "Withdrawal successful",
  "USDT提现": "USDT withdrawal",
  "提现": "Withdraw",
  "可用余额": "Available balance",
  "手续费": "Fee",
  "提现到账": "Withdrawal credited",
  "Not yet": "Not yet",
  "Open soon": "Open soon",
  "failed": "Failed",
  "Copied successfully": "Copied successfully",
  "info": "Info",
  "Approve": "Approve",
  "Please Connect wallet": "Please connect wallet",
  "Received successfully": "Received successfully",
  "Please bind the recommended address": "Please bind the recommended address",
  "Confirm recommendation": "Confirm recommendation",
  "Confirm": "Confirm",
  "Binding successful": "Binding successful",
  "Binding failed": "Binding failed",
  "Insufficient balance": "Insufficient balance"
}
