{
  "home0": "購入数量を入力してください",
  "认购金额{{min}}U-{{max}}U之间整百,最小购买金额{{min}}U": "購入金額{{min}}U-{{max}}Uの範囲で100単位,最小購入金額{{min}}U",
  "首页": "ホーム",
  "IDO募集": "IDO募集",
  "敬请期待": "乞うご期待",
  "连接钱包": "ウォレットを接続",
  "时间": "時間",
  "已解锁": "解放済み",
  "待解锁": "待機中",
  "请先登录": "ログインしてください",
  "GAS不足": "GAS不足",
  "绑定上级成功": "上級をバインド成功",
  "直推奖励": "直接推薦報酬",
  "见点奖励": "ポイント報酬",
  "提现": "引き出し",
  "转移": "転送",
  "释放": "リリース",
  "资金记录": "資金記録",
  "资金": "資金",
  "类型": "タイプ",
  "以全球视野": "グローバル視点で",
  "释放Money的最大潜力": "Moneyの最大の潜力解放",
  "项目概述": "プロジェクト概要",
  "从贝壳到算法货币权力的千年博弈": "貝殻からアルゴリズムへ:通貨権力の千年の戦い",
  "A)文明的货币化进程": "A)文明の貨幣化プロセス",
  "在幼发拉底河畔的考古现场，考古学家出土了公元前3500年的泥板契约--用楔形文字记录的银锭交易协议。": "ユーフラテス川の考古現場で、考古学者は紀元前3500年の泥板契約を発掘しました--楔形文字で記録された銀の取引契約。",
  "这些刻": "これらの刻印されたシュメール神殿の紋章は、人類最古の「貨幣」の原型であり、都市国家の統治者が経済の命脈を握る物質的象徴でもあります。中国の商朝(約紀元前1600年)が青銅の貝貨を鋳造し、古代ギリシャの都市国家が銀貨を発行したとき、貨幣はすでに取引媒体の本質を超え、政治権力の延長ツールとなっていました。通貨学者ジョージ・セルギンが言うように、「貨幣は決して中立ではなく、常に権力の化身である」。",
  "B)技术乌托邦的光辉与阴影": "B)技術ユートピアの輝きと影",
  "·比特币白皮书标题“Bitcoin”": "·ビットコインホワイトペーパーのタイトル“Bitcoin”",
  "A Peer-to-Peer Electronic": "A Peer-to-Peer Electronic Cash System!の「Peer-to-Peer」という言葉は、多くの人々の自由への夢を燃え上がらせました。元FRB議長のイエレンがそれを「技術革新」と呼んだとき、その基盤設計の欠陥を意図的に無視しました。",
  "·通缩螺旋困境": "·デフレスパイラルのジレンマ",
  "·能源诅咒": "·エネルギーの呪い",
  "·财富集中悖论": "·富の集中のパラドックス",
  "·数据真相": "·データの真実",
  "C)VC阶层的数字殖民": "C)VC階層のデジタル植民地",
  "当比特币试图": "ビットコインがコードで人間の機関の信用を置き換えようとしたとき、現実は、資本が権力ゲームから離れることは決してないことを証明しました。2013年にCoinbaseが上場する前に、ベンチャーキャピタルは暗号領域に28億ドルを注入しました。これらの資金はデジタル時代のスペインの銀のように、迅速に少数の機関の独占資本として定着しました。",
  "2023年加密货币鲸鱼机构(持有10万BTC以上)财富总额达3800亿美元，相当于冰岛全国GDP的12倍。": "2023年、暗号通貨のクジラ機関（10万BTC以上を保有）は総資産が3800億ドルに達し、アイスランドの全国GDPの12倍に相当します。",
  "比特币网络年耗电量(127太瓦时)一度超过挪威全国用电量(114太瓦时)，相当于每秒燃烧3.4万个家庭供暖锅炉。": "ビットコインネットワークの年間電力消費量（127テラワット時）は一時的にノルウェーの全国電力消費量（114テラワット時）を超え、毎秒34,000世帯の暖房ボイラーを燃やすのに相当します。",
  "固定2100万枚总量导致每枚BTC价值在飙升稳定在数万美元水平，然而大量的比特币早已流入未开发的休眠地址。": "固定された2100万枚の総量により、各BTCの価値は数万ドルのレベルで急上昇して安定していますが、大量のビットコインは未開発の休眠アドレスに流れ込んでいます。",
  "根据国际清算": "国際清算銀行（BIS）のデータによると、世界の外国為替市場の1日の取引量は6.6兆ドルを超え、そのうち70％以上が多国籍銀行とヘッジファンドによって操作されています。",
  "在这场'货币战争'中": "この「通貨戦争」の中で、一般市民の富は通貨の価値低下の波の中で絶えず減少しています--過去20年間、世界のインフレ率は累計127％に達し、上位1％の富豪の富の割合は1990年の30％から2024年には44％に上昇しました。",
  "加密行业困境与挑战": "暗号業界の困難と挑戦",
  "在人类文明的长河中，货币始终是权力的密码。从苏美尔银锭到数字美元，从青铜贝币到比特币矿场，货币权力的博弈从未停歇。": "人類文明の長い歴史の中で、通貨は常に権力の暗号でした。シュメールの銀からデジタルドル、青銅の貝貨からビットコインの鉱山まで、通貨権力の戦いは決して止まりませんでした。",
  "当下，加密行业进入临界点": "現在、暗号業界は臨界点に達しています。ビットコインは中央集権の独占を打破できず、逆に計算力の寡頭政治を生み出しました。DeFiの流動性マイニングは資本ゲームに陥り、NFTブームは投機的なバブルに変わりました。無数の有名人のミームプロジェクトが大量にゼロに戻り、個人投資家は血なまぐさいゼロサムゲームの中で犠牲者になっています。",
  "世界正处于一场前所未有的社会实验的边缘": "世界は前例のない社会実験の瀬戸際にあります。「Money」の出現は、従来の社会的信頼と金融フレームワークを覆すでしょう。この変革の核心は、伝統的な金融システムが新たな挑戦に直面することにあります。「Money」は単なる通貨形式ではなく、信頼メカニズムを再定義するツールです。同時に、従来の国家が支援する中央銀行通貨とビットコインのような分散型暗号通貨で構成される二重通貨システムは、この変革の中で重要な役割を果たします。このシステムは、中央権威の安定性と分散型技術の柔軟性を組み合わせ、未来の経済構造に新たな可能性を提供します。",
  "MoneyToken的哲学突破": "Money Tokenの哲学的突破",

  "A)解构中心化信用:到底谁来掌管货币?": "A) 中央集権的信用の解体: 誰が通貨を管理するのか?",
  "传统金融体系建立在“中心化信用”的宗教式崇拜之上:": "伝統的な金融システムは「中央集権的信用」の宗教的崇拝に基づいている:",
  "·美联储的“神谕”": "·連邦準備制度の「神託」",
  "美元霸权本质上": "ドル覇権は本質的に米国国債のグローバル信仰体系に基づいている。米国の国債/GDP比率は123%を超え、この信仰の基盤が揺らいでいる。",
  "·银行的“炼金术”": "·銀行の「錬金術」",
  "·比特币的“去中心化幻象”": "·ビットコインの「非中央集権の幻想」",
  "·MoneyToken用“算法即信用”取代'机构即信用'": "·Money Tokenは「アルゴリズムによる信用」で「機関による信用」を置き換える",
  "虽然代码取代了央行，但70%的算力仍集中在少数矿池，形成了新型的中心化垄断。": "コードが中央銀行を置き換えたが、70%の計算力は依然として少数のマイニングプールに集中しており、新しいタイプの中央集権的独占を形成している。",
  "通过资产证券化将次级贷款变为“优质资产”2008年金融危机证明这种信用创造不过是空中楼阁。": "資産証券化を通じてサブプライムローンを「優良資産」に変えたが、2008年の金融危機はこの信用創造が空中楼閣に過ぎないことを証明した。",
  "社区共识机制:通过PoF(公平证明)共识，让每个节点的算力贡献直接决定信用权重。": "コミュニティコンセンサスメカニズム: PoF（公平証明）コンセンサスを通じて、各ノードの計算力貢献が信用の重みを直接決定する。",
  "·动态信用评分": "·動的信用スコアリング",
  "基于用户行为数据(如交易频率、节点维护时长)生成可验证的信用画像。": "ユーザーの行動データ（取引頻度、ノードの維持時間など）に基づいて検証可能な信用プロフィールを生成する。",
  "·反垄断算法": "·反独占アルゴリズム",

  "链上强制执行“单实体流通量上限防止任何一方操控市场。": "オンチェーンで単一エンティティの流通量上限を強制執行し、市場操作を防止する。",
  "Money应用场景": "Moneyの応用シナリオ",
  "A)代币在生态内多场景流通": "A) エコシステム内の複数のシナリオでのトークン流通",
  "MoneyToken通过丰富": "Money Tokenは豊富な応用シナリオを通じて効率的なトークン流通を促進し、内在価値と市場需要を高める。支払いシナリオでは、ユーザーはエコシステム内のeコマースプラットフォームやサービスプロバイダーで商品やサービスをトークンで直接購入し、便利な取引を楽しむことができる。商人はトークン支払いを受け取り、トークンの使用範囲と受け入れを拡大する。",
  "在质押场景中": "ステーキングシナリオでは、ユーザーはノードやスマートコントラクトにトークンをステーキングして報酬と権利を得る。また、プロジェクトガバナンスにおいて投票権と意思決定権を得て、保有価値と市場需要を高める。ガバナンスシナリオでは、トークンはコミュニティガバナンスツールとして機能する。ホルダーは投票や提案を通じて主要な決定と開発方向に参加し、新機能の導入や配分メカニズムの調整などの議題を議論する。トークンの数量が投票の重みを決定し、長期保有を奨励し、プロジェクトの発展に注目し、価値と影響力を高める。",
  "B)支付、质押、治理等应用": "B) 支払い、ステーキング、ガバナンスなどの応用",
  "home3": "Money Tokenは革新的な応用を積極的に探求し、トークン価値の獲得手段を拡大する。貸付応用では、ユーザーはトークンを担保にしてローンを受けるか、ローン資金を提供して利息収入を得ることができ、資金の流動性と利用効率を高める。",
  "home4": "流動性マイニング応用では、ユーザーは流動性プールにトークンを提供してマイニング報酬を得て、市場の流動性と取引深度を増加させる。これにより、より多くの資金が参加し、好循環が生まれ、エコシステムの持続的な繁栄を促進し、トークンの価値と市場需要を継続的に高める。",
  "home5": "ギークメンバー",
  "home6": "ジェレミーはコロンビア大学でコンピュータサイエンスの修士号を取得している。ビッグデータ分析と機械学習の分野で8年以上の経験があり、特に複雑なデータセットの処理に優れている。プロジェクトに参加する前は、セールスフォースでシニアデータサイエンティストとして働き、いくつかの成功したプロジェクトをリードした。",
  "home7": "ネイサンはネットワークセキュリティの分野で20年の実践経験を持っている。MITで関連の博士号を取得し、Palo Alto Networksでファイアウォールと侵入検知システムの開発に専念していた。",
  "home8": "サミュエルは経験豊富なデータベース管理者で、MySQLとPostgreSQLに深い技術的知識を持っている。フロリダ大学を卒業し、Uberのデータチームで大規模なデータインフラストラクチャの管理に携わっていた。",
  "home9": "オリバーはスタンフォード大学を卒業したベテランのフルスタック開発者で、ReactとNode.jsを使用して高性能なアプリケーションを作成することに熟練している。Netflixで働き、いくつかのフロントエンドプロジェクトの設計と実装に携わった。",
  "home10": "参加する",
  "home11": "「Money」がどのように進化し、世界経済と社会構造に影響を与えるかを目撃するために参加してください。このプロセスは通貨の革新だけでなく、権力、信頼、社会関係の再構築にも関わる。フィンテックの専門家であれ、社会変革に関心がある観察者であれ、この実験は前例のない世界をあなたに明らかにするでしょう。",
  "ido12": "Moneyは100%コミュニティ所有を採用しており、チームのリザーブはありません。1億枚のMoneyトークンはすべてユーザーインセンティブに使用されます。絶対的な透明性が確保されており、すべてのトークン配布はオンチェーンで追跡可能です。包括的な参加を実現するために、会員資格を有効にするにはわずか100ドルが必要です。有効化後、メンバーは100枚のMoneyトークンを受け取り、毎日0.5%ずつ解除され、200日後に完全に解除されます。",
  "ido13": "招待リンク",
  "ido14": "招待記録",
  "ido15": "まず有効化してください",

  "ido16": "購読数量を入力してください",
  "认购记录": "購読記録",
  "我的资产": "私の資産",
  "提现": "引き出し",
  "互转": "転送",
  "资金记录": "資金記録",
  "邀请记录": "招待記録",
  "时间": "時間",
  "用户地址": "ユーザーアドレス",
  "类型": "タイプ",
  "激活": "アクティブ",
  "未激活": "未アクティブ",
  "请输入正确的值": "正しい値を入力してください",
  "超过可用余额": "利用可能な残高を超えています",
  "请输入正确的地址格式": "正しいアドレス形式を入力してください",
  "转移USDT成功": "USDT転送成功",
  "USDT互转": "USDT転送",
  "地址": "アドレス",
  "请输入地址": "アドレスを入力してください",
  "数量": "数量",
  "可用余额": "利用可能な残高",
  "请输入转移数量": "転送数量を入力してください",
  "全部": "すべて",
  "转移": "転送",
  "转移记录": "転送記録",
  "无法领取": "受け取れません",
  "超过可用余额": "利用可能な残高を超えています",
  "提现成功": "引き出し成功",
  "USDT提现": "USDT引き出し",
  "提现": "引き出し",
  "可用余额": "利用可能な残高",
  "手续费": "手数料",
  "提现到账": "引き出し完了",

  "Not yet": "まだありません",
  "Open soon": "まもなくオープン",
  "failed": "失敗",
  "Copied successfully": "コピー成功",
  "info": "情報",
  "Approve": "承認",
  "Please Connect wallet": "ウォレットを接続してください",
  "Received successfully": "受け取り成功",
  "Please bind the recommended address": "推奨アドレスをバインドしてください",
  "Confirm recommendation": "推奨確認",
  "Confirm": "確認",
  "Binding successful": "バインド成功",
  "Binding failed": "バインド失敗",
  "Insufficient balance": "残高不足"
}
